<template>
    <section>
        <div class="container">
        <p class="breadcrumbs"><a href="/" class="interpreter">Главная</a> > Вакансии</p>

        <h1>Вакансии</h1>

        <p class="text">
            Мы — ведущая компания в области обслуживания и ремонта электроники, специализирующаяся 
            на качественном и профессиональном обслуживании клиентов. Наша миссия заключается в обеспечении 
            надежных и эффективных решений для всех видов электронных устройств.
        </p>

        <h1 class="heading">Обязанности</h1>

        <ul class="list">
            <li>Диагностика и ремонт различных электронных устройств, включая смартфоны, ноутбуки, планшеты, и другую электронику.</li>
            <li>Выполнение технического обслуживания и профилактических работ.</li>
            <li>Проведение детального анализа проблемы и разработка оптимальных решений.</li>
            <li>Соблюдение стандартов безопасности и качества во всех аспектах работы.</li>
        </ul>

        <h1 class="heading">Требования</h1>

        <ul class="list">
            <li>Опыт работы в сфере ремонта электроники от 2 лет.</li>
            <li>Знание принципов работы различных электронных устройств и компонентов.</li>
            <li>Умение пользоваться современным оборудованием и инструментами для ремонта.</li>
            <li>Высокий уровень ответственности и внимательность к деталям.</li>
            <li>Готовность к обучению и совершенствованию навыков.</li>
        </ul>

        <h1 class="heading">Условия</h1>

        <ul class="list">
            <li>Конкурентная заработная плата, соответствующая опыту и квалификации.</li>
            <li>Гибкий график работы.</li>
            <li>Возможность профессионального роста и развития.</li>
            <li>Дружелюбный и поддерживающий коллектив.</li>
            <li>Современное рабочее оборудование и инструменты.</li>
        </ul>

        <h1 class="heading">Как подать заявку?</h1>

        <p class="text">
            Если вы готовы присоединиться к нашей команде и внести свой вклад в развитие 
            компании, отправьте свое резюме на адрес 
            <a href="mailto:servicecenter@gmail.com">
                servicecenter@gmail.com
            </a> 
            Просим указать в теме письма "Вакансия: Мастер по ремонту электроники". Мы рассмотрим каждое 
            резюме и свяжемся с подходящими кандидатами для уточнения деталей.
        </p>
        </div>
    </section>
</template>
<script>
export default {
    name: 'vacanciesView'
}
</script>
<style scoped>
/* Тело сайта */
.interpreter, .breadcrumbs {
    color: rgb(127, 127, 127);
    text-decoration: none;
}

.interpreter:hover{
    text-decoration: underline;
}

.heading{
    margin: 16px 0;
    text-align: center;
}

p, li{
    text-align: justify;
}

section li{
    list-style-image: url("../assets/images/marker.svg");
    align-items: center;
}

section ul{
    padding: 0;
    margin: 0;
}

section ol, ul {
    padding-left: 1.5rem !important;
}

.text a{
    color:black;
}
</style>